Repository: 0xfR30n/glib
Catalog: po/*.po
Languages: ne

source: Unexpected attribute '%s' for element '%s'
ne: '%s' तत्वका लागि अनपेक्षित '%s' विशेषता

source: Attribute '%s' of element '%s' not found
ne: '%s' तत्वको '%s' विशेषता फेला परेन

source: Unexpected tag '%s', tag '%s' expected
ne: अनपेक्षित '%s' ट्याग, '%s' ट्याग अपेक्षा गरियो

source: Unexpected tag '%s' inside '%s'
ne: '%s' भित्र अनपेक्षित '%s' ट्याग

source: No valid bookmark file found in data dirs
ne: डेटा डाइरेक्टरीहरूमा वैध पुस्तकचिनो फाइल फेला परेन

source: A bookmark for URI '%s' already exists
ne: '%s' URI का लागि एउटा पुस्तकचिनो पहिल्यै अवस्थित छ

source: No bookmark found for URI '%s'
ne: '%s' URI का लागि पुस्तकचिनो फेला परेन

source: No MIME type defined in the bookmark for URI '%s'
ne: '%s' URI का लागि पुस्तकचिनोमा माइम प्रकार परिभाषित छैन

source: No private flag has been defined in bookmark for URI '%s'
ne: '%s' URI का लागि पुस्तकचिनोमा गोप्य झण्डा परिभषित गरिएको छैन

source: No groups set in bookmark for URI '%s'
ne: '%s' URI का लागि पुस्तकचिनोमा समुहहरू सेट गरिएको छैन

source: No application with name '%s' registered a bookmark for '%s'
ne: '%s' नामको अनुप्रयोगले '%s' का लागि पुस्तकचिनो दर्ता गरेको छैन

source: Failed to expand exec line '%s' with URI '%s'
ne: '%s' URI सँग '%s' कार्यान्वयन रेखा विस्तार गर्न असफल भयो

source: Conversion from character set '%s' to '%s' is not supported
ne: '%s' क्यारेक्टर सेटबाट '%s' मा रूपान्तरण समर्थित छैन

source: Could not open converter from '%s' to '%s'
ne: '%s' बाट '%s'मा रूपान्तरणकर्ता खोल्न सकेन

source: Invalid byte sequence in conversion input
ne: रूपान्तरण आगतमा अवैध बाइट अनुक्रम

source: Error during conversion: %s
ne: रूपान्तरण अवधिमा त्रुटि: %s

source: Partial character sequence at end of input
ne: आगतको अन्त्यमा आंशिक क्यारेक्टर अनुक्रम

source: Cannot convert fallback '%s' to codeset '%s'
ne: फलब्याक '%s' लाई कोड सेट'%s' मा रूपान्तरण गर्न सकिँदैन

source: The URI '%s' is not an absolute URI using the "file" scheme
ne: URI '%s' "file" योजना प्रयोग गर्ने एउटा निश्चित URI होइन

source: The local file URI '%s' may not include a '#'
ne: स्थानीय फाइल '%s' URI ले एउटा '#' समावेश नगर्नसक्दछ

source: The URI '%s' is invalid
ne: '%s' URI अवैध छ

source: The hostname of the URI '%s' is invalid
ne: '%s' URI को होस्टनाम अवैध छ

source: The URI '%s' contains invalidly escaped characters
ne: '%s' URI ले अवैध रूपमा निस्किएका क्यारेक्टरहरू समाविष्ट गर्दछ

source: The pathname '%s' is not an absolute path
ne: '%s' मार्गनाम एउटा निश्चित मार्ग होइन

source: Invalid hostname
ne: अवैध होस्टनाम

source: Error opening directory '%s': %s
ne: '%s' डाइरेक्टरी खोल्दा त्रुटि: %s

source: Could not allocate %lu bytes to read file "%s"
ne: %lu बाइटहरूलाई "%s" फाइल पढ्नका लागि बाँडफाँट गर्न सकेन

source: Error reading file '%s': %s
ne: '%s' फाइल पढ्दा त्रुटि: %s

source: Failed to read from file '%s': %s
ne: '%s' फाइलबाट पढ्न असफल भयो: %s

source: Failed to open file '%s': %s
ne: '%s' फाइल खोल्न असफल भयो: %s

source: Failed to get attributes of file '%s': fstat() failed: %s
ne: '%s' फाइलको विशेषता प्राप्त गर्न असफल भयो: fstat() असफल भयो: %s

source: Failed to open file '%s': fdopen() failed: %s
ne: '%s' फाइल खोल्न असफल भयो: fdopen() खोल्न असफल भयो: %s

source: Failed to rename file '%s' to '%s': g_rename() failed: %s
ne: '%s फाइललाई '%s' मा पुन: नामकरण गर्न असफल भयो:g_rename() असफल भयो: %s

source: Failed to create file '%s': %s
ne: '%s' फाइल सिर्जना गर्न असफल भयो: %s

source: Failed to open file '%s' for writing: fdopen() failed: %s
ne: लेख्नका लागि '%s' फाइल खोल्न असफल भयो: fdopen() असफल भयो: %s

source: Failed to write file '%s': fwrite() failed: %s
ne: '%s' फाइल लेख्न असफल भयो: fwrite() असफल भयो: %s

source: Failed to close file '%s': fclose() failed: %s
ne: '%s' फाइल बन्द गर्न असफल भयो: fclose() असफल भयो: %s

source: Existing file '%s' could not be removed: g_unlink() failed: %s
ne: अवस्थित '%s' फाइल हटाउन सकिएन:g_unlink() असफल भयो: %s

source: Template '%s' invalid, should not contain a '%s'
ne: '%s' टेम्प्लेट अवैध छ, एउटा '%s' समाविष्ट गर्नु हुँदैन

source: Template '%s' doesn't contain XXXXXX
ne: '%s' टेम्प्लेटले XXXXXX समाविष्ट गर्दैन

source: Failed to read the symbolic link '%s': %s
ne: प्रतीकात्मक '%s' लिङ्क पढ्न असफल भयो: %s

source: Symbolic links not supported
ne: प्रतीकात्मक लिङ्कहरू समर्थित छैनन्

source: Could not open converter from '%s' to '%s': %s
ne: '%s' बाट '%s' मा रूपान्तरणकर्ता खोल्न सकेन: %s

source: Can't do a raw read in g_io_channel_read_line_string
ne: g_io_channel_read_line_string मा अधुरो पढाई गर्न सक्दैन

source: Leftover unconverted data in read buffer
ne: पढ्ने बफरमा बाँकि रहेको अरूपान्तरित डेटा

source: Channel terminates in a partial character
ne: आंशिक क्यारेक्टरमा च्यालन समाप्त हुन्छ

source: Can't do a raw read in g_io_channel_read_to_end
ne: g_io_channel_read_to_end मा अधुरो पढाई गर्न सक्दैन

source: Failed to open file '%s': open() failed: %s
ne: '%s' फाइल खोल्न असफल भयो: खोल्नुहोस्() असफल : %s

source: Failed to map file '%s': mmap() failed: %s
ne: '%s' फाइल नक्साङ्कन गर्न असफल भयो: mmap() असफल भयो: %s

source: Error on line %d char %d: %s
ne: %d लाइन %d क्यारेक्टरमा त्रुटि: %s

source: Error on line %d: %s
ne: %d लाइनमा त्रुटि: %s

source: Empty entity '&;' seen; valid entities are: &amp; &quot; &lt; &gt; &apos;
ne: खाली अस्तित्व '&;' देखियो; वैध अस्तित्वहरू निम्न हुन्: &amp; &quot; &lt; &gt; &apos;

source: Character '%s' is not valid at the start of an entity name; the & character begins an entity; if this ampersand isn't supposed to be an entity, escape it as &amp;
ne: एउटा अस्तित्व नामको सुरुआतमा '%s' क्यारेक्टर वैध होइन; & क्यारेक्टरले एउटा अस्तित्व सुरु गर्दछ; यदि यो एम्परस्यान्ड एउटा अस्तित्वको रूपमा मानिँदैन भने, यसलाई &amp; को रूपमा इस्केप गर्नुहोस्

source: Character '%s' is not valid inside an entity name
ne: एउटा अस्तित्व नाम भित्रको '%s' क्यारेक्टर वैध होइन

source: Entity name '%s' is not known
ne: '%s' अस्तित्व नाम ज्ञात छैन

source: Entity did not end with a semicolon; most likely you used an ampersand character without intending to start an entity - escape ampersand as &amp;
ne: अस्तित्व अल्पविराममा अन्त्य भएन; तपाईँले धेरैजसो अस्तित्व सुरु गर्नको लागि प्रयास नगरिकन एउटा ऐम्परस्यान्ड क्यारेक्टर प्रयोग गर्नुभयो - &amp; को रूपमा ऐम्परस्यान्ड निकास गर्नुहोस्

source: Failed to parse '%-.*s', which should have been a digit inside a character reference (&#234; for example) - perhaps the digit is too large
ne: '%-*s' पद वर्णन गर्न असफल भयो, जुन एउटा क्यारेक्टर सन्दर्भ भित्र अङ्क (उदाहरणका लागि; &#234) हुनुपर्दछ - सायद यो अङ्क ज्यादै ठूलो छ

source: Character reference '%-.*s' does not encode a permitted character
ne: क्यारेक्टर सन्दर्भ '%-.*s' ले स्वीकृत क्यारेक्टरको सङ्केतन गर्दैन

source: Empty character reference; should include a digit such as &#454;
ne: खाली क्यारेक्टर सन्दर्भ, अङ्क समाबेश हुनुपर्दछ जस्तो &#454;

source: Character reference did not end with a semicolon; most likely you used an ampersand character without intending to start an entity - escape ampersand as &amp;
ne: क्यारेक्टर सन्दर्भ अल्पविराममा अन्त्य गर्दैन; तपाईँले धेरैजसो एउटा अस्तित्व सुरु गर्नका लागि प्रयास नगरिकन ऐम्परस्याण्ड क्यारेक्टर प्रयोग गर्नुभयो - &amp; को रूपमा ऐम्परस्याण्ड इस्केप गर्नुहोस्

source: Unfinished entity reference
ne: अधुरो अस्तित्व सन्दर्भ

source: Unfinished character reference
ne: अधुरो क्यारेक्टर सन्दर्भ

source: Invalid UTF-8 encoded text - overlong sequence
ne: अवैध UTF-8 सङ्केतन गरिएको पाठ - धेरै लामो अनुक्रम

source: Invalid UTF-8 encoded text - not a start char
ne: अवैध UTF-8 सङ्केतन गरिएको पाठ - सुरुआत क्यारेक्टर होइन

source: Invalid UTF-8 encoded text - not valid '%s'
ne: अवैध UTF-8 सङ्केतन गरिएको पाठ - वैध '%s' होइन

source: Document must begin with an element (e.g. <book>)
ne: कागजात एउटा तत्व बाट सुरु हुनैपर्छ (जस्तै: <book>)

source: '%s' is not a valid character following a '<' character; it may not begin an element name
ne: एउटा '<' क्यारेक्टर पछ्याइरहेको '%s' वैध क्यारेक्टर होइन; यसले एउटा तत्व नाम प्रारम्भ नगर्न सक्दछ

source: Odd character '%s', expected a '>' character to end the start tag of element '%s'
ne: '%s' बिजोड क्यारेक्टर, तत्वको सुरुआत ट्याग अन्त्य गर्नलाई एउटा अपेक्षा गरिएको '>', '%s' क्यारेक्टर

source: Odd character '%s', expected a '=' after attribute name '%s' of element '%s'
ne: '%s' विजोड क्यारेक्टर, '%s' तत्वको '%s' गुण नाम पछि अपेक्षा गरिएको एउटा '='

source: Odd character '%s', expected a '>' or '/' character to end the start tag of element '%s', or optionally an attribute; perhaps you used an invalid character in an attribute name
ne: '%s' बिजोड क्यारेक्टर, '%s' तत्वको सुरुआत ट्याग अन्त्य गर्नलाई अपेक्षा गरिएको एउटा '>' वा '/' क्यारेक्टर, वा वैकल्पिक रूपमा एउटा विशेषता; सायद तपाईँले एउटा विशेषता नाममा अवैध क्यारेक्टर प्रयोग गर्नुभयो

source: Odd character '%s', expected an open quote mark after the equals sign when giving value for attribute '%s' of element '%s'
ne: '%s' बिजोड क्यारेक्टर, '%s' तत्वको '%s' विशेषताका लागि मान दिइएको बेला बराबर चिन्ह पछि अपेक्षा गरिएको एउटा खुला उद्धरण चिन्ह

source: '%s' is not a valid character following the characters '</'; '%s' may not begin an element name
ne: '</' क्यारेक्टरहरू पछ्याइरहेको '%s' एउटा वैध क्यारेक्टर होइन; '%s' ले एउटा तत्व नाम प्रारम्भ नगर्न सक्दछ

source: '%s' is not a valid character following the close element name '%s'; the allowed character is '>'
ne: '%s' बन्द गरिएको तत्व नाम पछ्याइरहेको '%s' वैध क्यारेक्टर होइन; अनुमति प्राप्त क्यारेक्टर '>' हो ।

source: Element '%s' was closed, no element is currently open
ne: '%s' तत्व बन्द थियो, हाल कुनै तत्व खुलेको छैन

source: Element '%s' was closed, but the currently open element is '%s'
ne: '%s' तत्व बन्द थियो, तर हालै खुला रहेको तत्व '%s' हो

source: Document was empty or contained only whitespace
ne: कागजात खाली थियो वा सेतो खालीस्थान मात्र समाविष्ट गरिएको थियो

source: Document ended unexpectedly just after an open angle bracket '<'
ne: एउटा खुला कोण कोष्ठ '<' पछि कागजात अनपेक्षित रूपले समाप्त भयो ।

source: Document ended unexpectedly with elements still open - '%s' was the last element opened
ne: अझै खुला रहेको तत्वहरूसँग कागजात अनपेक्षित रूपले अन्त्य भयो - '%s' खुला रहेको अन्तिम तत्व थियो

source: Document ended unexpectedly, expected to see a close angle bracket ending the tag <%s/>
ne: कागजपत्र अनपेक्षित रूपले अन्त्य भयो, <%s/> ट्यागको अन्तमा बन्द कोण कोष्ठको अपेक्षा गरियो

source: Document ended unexpectedly inside an element name
ne: तत्व नाम भित्र कागजात अनपेक्षित रूपले समाप्त भयो

source: Document ended unexpectedly inside an attribute name
ne: विशेषता नाम भित्र कागजात अनपेक्षित रूपले समाप्त भयो

source: Document ended unexpectedly inside an element-opening tag.
ne: तत्व-खुल्ला ट्याग भित्र कागजात अनपेक्षित रूपले समाप्त भयो

source: Document ended unexpectedly after the equals sign following an attribute name; no attribute value
ne: विशेषता नाम पछ्याउन बराबर चिन्ह पछि कागजात अनपेक्षित रूपले समाप्त भयो; विशेषता मान छैन

source: Document ended unexpectedly while inside an attribute value
ne: विशेषता मान भित्र भएको बेला कागजात अनपेक्षित रूपले समाप्त भयो

source: Document ended unexpectedly inside the close tag for element '%s'
ne: '%s' तत्वका लागि बन्द ट्याग भित्र कागजात अनपेक्षित रूपले समाप्त भयो

source: Document ended unexpectedly inside a comment or processing instruction
ne: एउटा टिप्पणी वा प्रक्रिया निर्देशन भित्र कागजात हनपेक्षित रूपले समाप्त भयो

source: corrupted object
ne: दुषित वस्तु

source: internal error or corrupted object
ne: आन्तरिक त्रुटि वा दुषित वस्तु

source: out of memory
ne: स्मृति बाहिर

source: backtracking limit reached
ne: ब्याक ट्रयाकिङ सिमा पुगियो

source: the pattern contains items not supported for partial matching
ne: बान्कीले आंशिक मिलानका लागि समर्थन नगरिएका वस्तुहरू समाविष्ट गर्दछ

source: internal error
ne: आन्तरिक त्रुटि

source: back references as conditions are not supported for partial matching
ne: आमशिक मिलानका लागि पछाडि सन्दर्भहरू शर्तको रूपमा समर्थित छैनन्

source: recursion limit reached
ne: पुनरावृत्तिक सिमा पुग्यो

source: workspace limit for empty substrings reached
ne: खाली उपस्ट्रिङहरूका लागि कार्यस्थान सिमा पुग्यो

source: invalid combination of newline flags
ne: नयाँरेखा झण्डाहरूको अवैध समायोजन

source: unknown error
ne: अज्ञात त्रुटि

source: Error while matching regular expression %s: %s
ne: %s नियमति अभिव्यक्ति मिलाउँदा त्रुटि: %s

source: PCRE library is compiled without UTF8 support
ne: PCRE लाइब्रेरी UTF8 समर्थनबिना कम्पाइल गरिन्छ

source: PCRE library is compiled without UTF8 properties support
ne: PCRE लाइब्रेरी UTF8 गुण समर्थन बिना कम्पाइल गरियो

source: Error while compiling regular expression %s at char %d: %s
ne: %s नियमित अभिव्यक्तिलाई %d क्यारेक्टरमा कम्पाइल गर्दा त्रुटि: %s

source: Error while optimizing regular expression %s: %s
ne: %s नियमित अभिव्यक्तिलाई अधिकतम गर्दा त्रुटि: %s

source: hexadecimal digit or '}' expected
ne: हेक्साडेसिमल अङ्क वा '}' अपेक्षा गरियो

source: hexadecimal digit expected
ne: हेक्साडेसिमल अङ्क अपेक्षा गरियो

source: missing '<' in symbolic reference
ne: प्रतीकात्मक सन्दर्भमा हराइरहेको '<'

source: unfinished symbolic reference
ne: अधुरो प्रतीकात्मक सन्दर्भ

source: zero-length symbolic reference
ne: शून्य-लम्बाइ प्रतीकात्मक सन्दर्भ

source: digit expected
ne: अङ्क अपेक्षा गरियो

source: illegal symbolic reference
ne: गैर कानूनी प्रतीकात्मक सन्दर्भ

source: stray final '\'
ne: अन्तिम स्ट्रे '\'

source: unknown escape sequence
ne: अज्ञात इस्केप अनुक्रम

source: Error while parsing replacement text "%s" at char %lu: %s
ne: "%s" प्रतिस्थापन पाठ %lu क्यारेक्टरमा पद वर्णन गर्दा त्रुटि: %s

source: Quoted text doesn't begin with a quotation mark
ne: उद्धरण गरिएको पाठ उद्धरण चिन्ह बाट सुरु हुँदैन

source: Unmatched quotation mark in command line or other shell-quoted text
ne: आदेश रेखामा वा अरू शेल-उद्धरण गरिएको पाठमा नमिलेको उद्धरण चिन्ह

source: Text ended just after a '\' character. (The text was '%s')
ne: पाठ '\' क्यारेक्टर पछि मात्र समाप्त भयो । (पाठ '%s' थियो)

source: Text ended before matching quote was found for %c. (The text was '%s')
ne: %c का लागि मिल्ने उद्धरण फेला पर्नु अगाडि पाठ समाप्त भयो । (पाठ '%s' थियो)

source: Text was empty (or contained only whitespace)
ne: पाठ खाली थियो (वा सेतो खालीस्थान मात्र समाविष्ट थियो)

source: Failed to read data from child process
ne: शाखा प्रक्रियाबाट डेटा पढ्न असफल भयो

source: Failed to create pipe for communicating with child process (%s)
ne: (%s) शाखा प्रक्रियासँग सञ्चारका लागि पाइप सिर्जना गर्न असफल भयो

source: Failed to read from child pipe (%s)
ne: (%s) शाखा प्रक्रियाबाट पढ्न असफल भयो

source: Failed to change to directory '%s' (%s)
ne: '%s' (%s) डाइरेक्टरीलाई परिवर्तन गर्न असफल भयो

source: Failed to execute child process (%s)
ne: (%s) शाखा प्रक्रिया कार्यान्वयन गर्न असफल भयो

source: Invalid program name: %s
ne: अवैध कार्यक्रम नाम: %s

source: Invalid string in argument vector at %d: %s
ne: %d मा तर्क भेक्टर भित्र अवैध स्ट्रीङ: %s

source: Invalid string in environment: %s
ne: परिवेशमा अवैध स्ट्रीङ: %s

source: Invalid working directory: %s
ne: अवैध कार्य डाइरेक्टरी: %s

source: Failed to execute helper program (%s)
ne: मद्दतकर्ता कार्यक्रम कार्यान्वयन गर्न असफल भयो (%s)

source: Unexpected error in g_io_channel_win32_poll() reading data from a child process
ne: शाखा प्रक्रियाबाट डेटा पढ्दा g_io_channel_win32_poll() अनपेक्षित त्रुटि

source: Failed to read data from child process (%s)
ne: (%s) शाखा प्रक्रियाबाट डेटा पढ्न असफल भयो

source: Unexpected error in select() reading data from a child process (%s)
ne: (%s) शाखा प्रक्रियाबाट डेटा पढ्दा () चयनमा अनपेक्षित त्रुटि

source: Unexpected error in waitpid() (%s)
ne: waitpid() (%s) मा अनपेक्षित त्रुटि

source: Failed to fork (%s)
ne: (%s) विभाजन गर्न असफल भयो

source: Failed to execute child process "%s" (%s)
ne: "%s" (%s) शाखा प्रक्रिया कार्यान्वयन गर्न असफल भयो

source: Failed to redirect output or input of child process (%s)
ne: (%s) शाखा प्रक्रियाको निर्गत वा आगत पुन:निर्देशन गर्न असफल भयो

source: Failed to fork child process (%s)
ne: (%s) शाखा प्रक्रिया विभाजन गर्न असफल भयो

source: Unknown error executing child process "%s"
ne: "%s" शाखा प्रक्रिया कार्यान्वयन गर्दा अज्ञात त्रुटि

source: Failed to read enough data from child pid pipe (%s)
ne: (%s) शाखा पिड पाईपबाट पर्याप्त डेटाहरू पढ्न असफल भयो

source: Character out of range for UTF-8
ne: UTF-8 का लागि क्यारेक्टर दायरा भन्दा बाहिर छ

source: Invalid sequence in conversion input
ne: रूपान्तरण आगतमा अवैध अनुक्रम

source: Character out of range for UTF-16
ne: UTF-16 का लागि क्यारेक्टर दायरा भन्दा बाहिर छ

source: Usage:
ne: उपयोग:

source: Help Options:
ne: मद्दत विकल्पहरू:

source: Show help options
ne: मद्दत विकल्पहरू देखाउनुहोस्

source: Show all help options
ne: सबै मद्दत विकल्पहरू देखाउनुहोस्

source: Application Options:
ne: अनुप्रयोग विकल्पहरू:

source: Cannot parse integer value '%s' for %s
ne: %s का लागि %s इन्टिजर मान पद वर्णन गर्न सकिँदैन

source: Integer value '%s' for %s out of range
ne: %s का लागि इन्टिजर मान '%s' दायरा भन्दा बाहिर छ

source: Cannot parse double value '%s' for %s
ne: %s का लागि %s डबल मान पद वर्णन गर्न सकिँदैन

source: Double value '%s' for %s out of range
ne: %s का लागि '%s' डबल मान दायरा भन्दा बाहिर छ

source: Error parsing option %s
ne: %s विकल्प पद वर्णन गर्दा त्रुटि

source: Missing argument for %s
ne: %s का हराएको तर्क

source: Unknown option %s
ne: %s अज्ञात विकल्प

source: Valid key file could not be found in search dirs
ne: वैध कुञ्जी फाइल खोजी डाइरेक्टरीहरूमा फेला पर्न सकिएन

source: Not a regular file
ne: नियमित फाइल होइन

source: File is empty
ne: फाइल खाली छ

source: Key file contains line '%s' which is not a key-value pair, group, or comment
ne: कुञ्जी फाइलले '%s' रेखा समाविष्ट गर्दछ जुन कुञ्जी-मान जोडा, समूह, वा टिप्पणी होइन

source: Invalid group name: %s
ne: अवैध समूह नाम: %s

source: Key file does not start with a group
ne: कुञ्जी फाइल एउटा समूहबाट सुरु हुँदैन

source: Invalid key name: %s
ne: अवैध कुञ्जी नाम: %s

source: Key file contains unsupported encoding '%s'
ne: कुञ्जी फाइलले असमर्थित '%s' सङ्केतन समाविष्ट गर्दछ ।

source: Key file does not have group '%s'
ne: कुञ्जी फाइलसँग '%s' समूह छैन

source: Key file does not have key '%s'
ne: कुञ्जी फाइलसँग '%s' कुञ्जी छैन

source: Key file contains key '%s' with value '%s' which is not UTF-8
ne: कुञ्जी फाइलले '%s' मानसँगै '%s' कुञ्जी समाविष्ट गर्दछ जुन UTF-8 होइन

source: Key file contains key '%s' which has value that cannot be interpreted.
ne: कुञ्जी फाइलले '%s' कुञ्जी समाविष्ट गर्दछ जसको मानलाई व्याख्या गर्न सकिँदैन ।

source: Key file contains key '%s' in group '%s' which has value that cannot be interpreted.
ne: कुञ्जी फाइलले '%s' समूहमा '%s' कुञ्जी समाविष्ट गर्दछ जसको मानलाई व्याख्या गर्न सकिँदैन ।

source: Key file does not have key '%s' in group '%s'
ne: कुञ्जी फाइलमा '%s' समूहमा '%s' कुञ्जी हुँदैन

source: Key file contains escape character at end of line
ne: कुञ्जी फाइलले रेखाको अन्त्यमा इस्केप क्यारेक्टर समाविष्ट गर्दछ

source: Key file contains invalid escape sequence '%s'
ne: कुञ्जी फाइलले अवैध इस्केप अनुक्रम '%s' समाविष्ट गर्दछ

source: Value '%s' cannot be interpreted as a number.
ne: '%s' मानलाई सङ्ख्याको रूपमा व्याख्या गर्न सकिँदैन ।

source: Integer value '%s' out of range
ne: '%s' इन्टिजर मान दायारा भन्दा बाहिर छ

source: Value '%s' cannot be interpreted as a float number.
ne: '%s' मानलाई उत्प्लवन सङ्ख्याको रूपमा व्याख्या गर्न सकिँदैन ।

source: Value '%s' cannot be interpreted as a boolean.
ne: '%s' मान एउटा बुलियनको रूपमा व्याख्या गर्न सकिँदैन ।
